package com.example.u7er.commander;

public final class Five_tabel {
    final static String[] fivescenario = {
            // 0
            "Глава 5. Рому занесло туда же \n",
            // 1
            "Автор: Новый день - новая программа на СИ, подумал Рома и отправился на курсы E1tex \n",
            // 2
            "Автор: Заходя в аудиторию, Рома встретил своего преподавателя \n",
            // 3
            "Рома: Здравствуйте! \n",
            // 4
            "Преподаватель: Здравствуйте! \n",
            // 5
            "Преподаватель: Ром, есть для тебя преложение по работе\n",
            // 6
            "Рома: Очень интересно\n",
            // 7
            "Преподаватель: Тогда слушай: есть фирма, которая набирает себе людей в качестве стажеров. " +
            "Они готовы взять людей с нашей кафедры, но я написал им, что отправлю им одного - самого потного. " +
            "В дальнейшем, если покажешь себя с хорошей стороны, они возьмут тебя на работу за еду. Согласен?\n",

            //(да)
                // 8
                "Рома: Я согласен. Что за фирма?\n",
                // 9
                "Преподаватель: ААА \"Пот интертеймент\"\n",
                // 10
                "Рома: Никогда не слышал\n",
                // 11
                "Преподаватель: Ничего страшного\n",

            //(нет)
                // 12
                "Рома: Нет, я не хочу. Разрешите просто посещать курсы?\n",
                // 13
                "Преподаватель: Увы, Роман, увы. Я уже согласился предоставить им одного студента. Так что придется тебе ехать в любом случае.\n",
            // 14
            "Рома: Куда мне ехать? Как связаться с ними?\n",
            // 15
            "Преподаватель: Я тебе отправлю все на электронную почту\n",
            // 16
            "Рома: Понял.\n",
            // 17
            "Преподаватель: Ладно, пошли щенков учить сетям\n",
            // 18
            "Автор: Глубоко в душе, Рома понимал, что это его шанс показать хорошую программу на Си "
    };
}
