package com.example.u7er.commander;

public final class Four_tabel {
    final static String[] fourscenario = {
            // 0
            "Автор: Время 5:55\n",
            // 1
            "Автор: *Будильник*\n",
            // 2
            "Валера: Пора бы уже вставать, да ехать на встречу в компанию ААА \"Пот Интертеймент\".\n",
            // 3
            "Интервьюер:  Сейчас мы с вами побеседуем на предмет выявления Ваших компетенций.\n",
            // 4
            "Валера:  Не стоит. Я могу написать любую программу на любом языке программирования. " + "Интервьюер:  не будьте самонадеянны, крестьянин, молоды ещё.\n",
            // 5
            "Валера:  Но ...\n",
            // 6
            "Интервьюер:  Где скажем пахать поле, там и будешь, иначе не проставим практику\n",
            // 7
            "Валера:  :(\n",
            // 8
            "Интервьюер:  Пойдемте за мной, сейчас я Вам покажу, где будете работать " + "выходят из кабинета и идут в направлении рабочего места Валеры\n",
            // 9
            "Интервьюер:  Вот, тут Ваше место, садитесь, организовывайте свое рабочее пространсво, ТЗ " + "на рабоем столе найдете, приступайте, как будетеготовы.\n",
            // 10
            "Валера:  Понял\n",
            //11
            "Валера сел и начал убираться на столе, вытирая пыль мокрым от слез рукавом рубашки. "
    };
}
