package com.example.u7er.commander;

public final class One_tabel {
    final static String[] onescenario = {
            //0
            "Глава 1. Практика\n",
            //1
            "Автор: Началась лекция, на которой присутствовал весь поток\n",
            //2
            "Автор: Картинка\n",
            //3
            "Автор: Собрали весь поток для анонса начала производственной практики, после которого всех распределили по разным фирмам. Наши герои Рома и Валера не стали исключением. Каждый из них хотел сделать свой проект, которым он мог бы гордиться и при случае показать его в качестве приобретенных компетенций во время обучения в Сибирском Государственном Университете \"Телекоммуникаций и Информатики.\n",
            //4
            "Автор: С героями этой истории мы еще успеем познакомиться.\n",
            //5
            "Автор: Рома был занят во всех сферах деятельности ВУЗа и не сильно" +
                    "волновался по поводу своей практики, ведь он посещает курсы " +
                    "Eltex, которые освобождают его от практики.\n",
            //6
            "Автор: Валера же наоборот являл собой блудного волка-одиночку, не " +
                    "знавшего чем ему заняться, а практика - его спасение.\n",
            //6
            "Автор: Во время оглашения списков распределения, Валера стоял с опущенными глазами" +
                    "и с уныло-тоскливым выражением лица ждал своей очереди. Господин называл" +
                    "одного за другим, но ни Валеры, ни его группы еще не прозвучало." +
                    "Спустя несколько минут, продлившихся целую вечность, прозвучало:" +
                    "\"Валерий распределен на филиал 'Сибирская свалка'\"." +
                    "Валера посмотрел на Господина и поднял брови до середины лба," +
                    "продемонстрировав свое удивление." +
                    "Он был сильно удивлен и не понимал, чем заслужил такое распределение." +
                    "\"Не по крестиански\" - подумал Валера и снова опустил свои глаза.\n",
            //7
            "Автор: Мысли проносились со скоростью О(e^n!), а Валера все больше понимал," +
                    "что будет выполнять работу со сложностью в целое O(4*k+О(1)).\n",
            //8
            "Автор: Валера любил задавать всем один вопрос: \"Почему у человека, грустное лицо?\", но" +
                    "всю следующую пару всё было наоборот. Теперь все задавали этот вопрос Валере.\n",
            //9
            "Автор: Такие перспективы его не устраивали и он пошел просить изменить его направление " +
                    "на прахождение практики в другую фирму...\n",
    };


}
