package com.example.u7er.commander;

public final class Seven_tabel {
    final static String[] sevenscenario = {
            // 0
            "Автор: Утро. На часах 7:15. \n",
            // 1
            "Автор: Рома, не успев проснуться, уже предвкушал плодотворное программирование до поздной ночи \n",
            // 2
            "*Рома едет на практику* \n",
            // 3
            "Автор: Подъехав к зданию фирмы, Рома увидел Валеру, нервно бегающего по крыльцу \n",
            // 4
            "Рома: Валер, что случилось? \n",
            // 5
            "Автор: Валера резко посмотрел на Рому и так же нервно произнес: \n",
            // 6
            "Валера: \"Что нам делать?\" \n",
            // 7
            "Рома: В смысле? Не паникуй, напишем на изи \n",
            // 8
            "(Достать измененное ТЗ из сумки?) \n",
                //Да
            // 9
                "Валера: Вот, смотри, нам изменили ТЗ. \n",
                //Нет
            // 10
                "Валера: Нам изменили ТЗ. Там поменяли все и теперь мы должны разработать бегающую пони по полю. \n",
            // 11
            "Рома: Ничего страшного, пошли внутрь \n",
            // 12
            "*Заходят в кабинет и приступают к работе* \n",
            // 13
            "*Спустя 5 часов* \n",
            // 14
            "Рома: Валер, я запушил в репозиторий нашу структуру \n",
            // 15
            "Валера: Принял \n",
            // 16
            "Автор: Валера еще не знал, что структура в багах и смело начал её использовать \n",
            // 17
            "*Спустя 2 часа* \n",
            // 18
            "*Валера подбегает к Роме* \n",
            // 19
            "Валера(криком): Ты где код взял, болван? \n",
            // 20
            "Рома: Не ори. Что случилось? \n",
            // 21
            "Валера: Ты написал *структура* сам????????? Рома ... Кто пишет свои вектора? \n",
            // 22
            "Рома: Но они же удобные \n",
            // 23
            "Валера: Нам сейчас надо переписывать весь проект!!!!!! \n",
            // 24
            "(Швырнуть листинг в лицо Роме или поджечь у него на столе?) \n",
                //Швырнуть
            // 25
                "Валера: Лови свой код и переписывай. Мы так никогда не успеем в срок \n",
                // Поджечь
            // 26
                "Валера: Ром, ты куришь? Не важно. Пущай этот листинг горит так же сильно, как я \n",
            // 27
            "Автор: К сожалению, проект они так и не дописали... \n"
    };
}
