package com.example.u7er.commander;

public final class Six_tabel {
    final static String[] sixscenario = {
            //0
            "Глава 6. Рома и Валера\n",
            //1
            "Автор: 7:77 на часах\n",
            //2
            "Интервьюер: Здравствуйте, Рома, мне ваш преподаватель рассказал все, на что вы способны, " +
                "давайте сразу приступим к делу. Перед Вами стоит задача написать секретное " +
                "ПО, ТЗ которого Вы найдете на своём рабочем компьютере. Пойдемте, я Вас провожу\n",
            //3
            "Рома: Эээээ ... Здравствуйте\n",
            //4
            "Автор: Интервьюер пошел показывать рабочее место Роме\n",
            //5
            "Интервьюер: По решению тим-лида проекта вы можете взять себе в помощь одного сотрудника, " +
                "но так как у нас все заняты, мы предоставим Вам студента из Ващего ВУЗа.\n",
            //6
            "Интервьюер: Пойдемте со мной, я Вас представлю\n",
            //7
            "Рома: Лол, ну го\n",
            //8
            "Идут к месту пребывания Валеры\n",
            //9
            "Интервьюер: Познакомьтесь -  это Валера. С ним Вы будете разрабатывать ПО.\n",
            //10
            "Вы согласны, Валерий?\n",
                        //(да)
                //11
                "Интервьюер: Ну и отлично. Вам же лучше\n",
                        //(нет)
                //12
                "Интервьюер: У тебя нет выбора.\n",
            //13
            "Рома Протянул руку Валере и они пожали друг другу руки.\n",
            //14
            "Рома: Меня Рома звать\n",
            //15
            "Валера: А меня Валера\n",
            //16
            "Рома: Предлагаю переместиться ко мне в кабинет, чтобы нам было удобнее. " +
                "у нас имеется такая возможность?\n",
                        //(да)
                //17
                "Интервьюер: Да, конечно.\n",
                        //(нет)
                //18
                "Интервьюер: Будете работать в подвале, а код писать на бумаге\n",
            //19
            "Валера: Класс.\n",
            //20
            "Автор: Спустя пару часов приготовлений...\n",
            //21
            "Рома: Давай разработаем структуру нашей программы\n",
            //22
            "Валера: Предлагаю сразу создать класс с полями для хранения всех констант и данных. " +
                "к сожалению, в любом случае нам придется подрубать отдельно файл с данными " +
                "и делать придется в целую структуру, потому что так будет легче работать.\n",

            //23
            "Рома: Да, согласен. Но как мы будем хранить эти данные? Список? Массив?\n",

            //24
            "Валера: Думаю, что лучше подойдет\n",
                //(список)
                //25
                "Рома: Хорошо, тогда я займусь этим\n",
                //(массив)
                //26
                "Рома: В таком случае, будем использовать вектор структур\n",
            //27
            "Валера: Вот и решили "
    };
}
