package com.example.u7er.commander;

public final class Three_tabel {
    final static String[] threescenario = {
            //0
            "Глава 3. Валера",
            //1
            "Валера - тёмная лошадь. Он, как и Рома, использует Linun, но дистрибутив проще - Debian. " +
            "Его отношение в этом плане не известно, но факт принадлежности к тайному обществу массонов " +
            "определенно присутствует.\n",
            //2
            "По прибытии в кабинет Господина, Валера aka PythonMaster, принялся клянчить перевод на другую фирму, " +
            "рассказывая о своем потенциале праведного разработчика.\n",
            //3
            "Спустя несколько секунд Господин уже не мог слушать PythonMaster'а и разрешил ему присоединиться " +
            "к другой фирме для прохождения производственной практики. " +
            "Г: Присоединишься к	фирме \"ААА Пот Интертеймент\"?\n",
            //4
            //        (Да)
            "В: Конечно, хочу, где подписать?\n",
            //5
            "Г: На этих бумагах\n",
            //6
            //        (Нет)
            "В: НЕЕЕЕЕЕЕЕЕЕЕЕТ. Почему ПОТ? Где другие фирмы?\n",
            //7
            "Г: А придется, ведь других больше нет. Подписывай документы!\n",
            //8
            "Г: Встреча назначена в 6 утра и 66 минут... "
    };
}
