package com.example.u7er.commander;

public final class Two_tabel {
    final static String[] twoscenario = {
            // 00
            "Глава 2. Рома",
            // 01
            "Автор: Рома - скромный парень, мечтающий, чтобы все в мире было написано на языке программирования " +
                "\'C\', но есть одна проблема - мечтает он не долго, потому что память, занимаемую мечтами, приходится " +
                "освобождать для других процессов.",
            // 12
            "Автор: Учится Роман хорошо, но делами занимается, к сожалению, по сигналу прерывания от своего мозга.\n" +
                "Например.\n" +
                "Пишет лабораторную работу, а в процесе ему становится неудобно работать в редакторе EMACS, который " +
                "он благополучно настраивал всю предыдущую неделю. В голове срабатывает SIGINT, и, настолько увлеченный\n" +
                "написанием лабы, Роман бросает все и начинает мероприятия по\n" +
                "улучшению своего КПД в EMACS, постигая знания функциональных языков программирования Lisp и Prolog.\n" +
                "Современный студент - многозадачное существо, имеющее возможность делать все и сразу - считает Рома\n" +
                "и продолжает руководствоваться SIGINT и SIGTERM.",
            // 23
            "Автор: Примерно следующее происходит у него в голове при появлении новой задачи:\n" +
                "(&**signal(SIGINT, void *&(*func)(int)))(int); ",
            // 34
            "Автор: Стоит упомянуть, что Рома пользуется только Linux и считает вполне справедливым выражение:\n" +
                "\"Линукс — он позволяет тебе не только выстрелить себе в ногу, но и в голову, причём, абсолютно\n" +
                "уверен, что ты был прав и другого выхода не было.\" напомню, что сигналы SIGINT и SIGTERM его любимые.\n",
            // 45
            "Автор: Дистрибутив был выбран Arch, познавал он его долго, но знаний с курсов E1tex хватает, чтобы писать " +
                "свои драйвера и не знать горя и бед."
    };
}
